brew "awscli"
brew "direnv"
brew "docker"
brew "expert"
brew "eza"
brew "fish"
brew "gh"
brew "gnupg"
brew "go"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "stow"
cask "1password"
cask "beekeeper-studio"
cask "bitwarden"
cask "claude"
cask "claude-code@latest"
cask "cloudflare-warp"
cask "discord"
cask "displaylink"
cask "figma"
cask "font-iosevka"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "linear"
cask "linearmouse"
cask "orbstack"
cask "raycast"
cask "slack"
cask "zed@preview"
